Repository: x7peeps/hermesIOS
Catalog: scarf/scarf/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: Verifying token…
de: Token wird verifiziert…
es: Verificando token…
fr: Vérification du jeton…
ja: トークンを検証中…
pt_br: Verificando token…
zh_hans: 正在验证令牌…

source: View
de: Anzeigen
es: Ver
fr: Voir
ja: 表示
pt_br: Ver
zh_hans: 查看

source: View All
de: Alle anzeigen
es: Ver todo
fr: Tout voir
ja: すべて表示
pt_br: Ver tudo
zh_hans: 查看全部

source: View all →
de: Alle anzeigen →
es: Ver todo →
fr: Voir tout →
ja: すべて表示 →
pt_br: Ver tudo →
zh_hans: 查看全部 →

source: View Insights
de: Einsichten anzeigen
es: Ver perspectivas
fr: Voir les analyses
ja: インサイトを表示
pt_br: Ver insights
zh_hans: 查看洞察

source: View source (config.yaml)
de: Quelle ansehen (config.yaml)
es: Ver el origen (config.yaml)
fr: Voir la source (config.yaml)
ja: ソースを表示 (config.yaml)
pt_br: Ver fonte (config.yaml)
zh_hans: 查看源文件 (config.yaml)

source: View this profile
de: Dieses Profil ansehen
es: Ver este perfil
fr: Voir ce profil
ja: このプロファイルを表示
pt_br: Ver este perfil
zh_hans: 查看此配置

source: viewing
de: angezeigt
es: visualizando
fr: visualisation
ja: 表示中
pt_br: visualizando
zh_hans: 正在查看

source: Viewing
de: Wird angezeigt
es: Visualizando
fr: Visualisation
ja: 表示中
pt_br: Visualizando
zh_hans: 正在查看

source: Viewing in this window
de: Wird in diesem Fenster angezeigt
es: Visualizando en esta ventana
fr: Visualisé dans cette fenêtre
ja: このウィンドウで表示中
pt_br: Visualizando nesta janela
zh_hans: 在此窗口中查看

source: Viewing: %@
de: Angezeigt: %@
es: Viendo: %@
fr: Affichage : %@
ja: 表示中: %@
pt_br: Visualizando: %@
zh_hans: 正在查看:%@

source: Voice
de: Stimme
es: Voz
fr: Voix
ja: 音声
pt_br: Voz
zh_hans: 语音

source: Voice ID
de: Stimmen-ID
es: ID de la voz
fr: ID de la voix
ja: 音声 ID
pt_br: ID da voz
zh_hans: 语音 ID

source: Voice Off
de: Stimme aus
es: Voz desactivada
fr: Voix désactivée
ja: 音声オフ
pt_br: Voz desligada
zh_hans: 语音关

source: Voice On
de: Stimme an
es: Voz activada
fr: Voix activée
ja: 音声オン
pt_br: Voz ligada
zh_hans: 语音开

source: Waiting for approval…
de: Warte auf Genehmigung…
es: Esperando aprobación…
fr: En attente d'approbation…
ja: 承認を待機中…
pt_br: Aguardando aprovação…
zh_hans: 等待批准…

source: Waiting for authorization URL…
de: Warte auf Autorisierungs-URL…
es: Esperando URL de autorización…
fr: En attente de l'URL d'autorisation…
ja: 認可 URL を待機中…
pt_br: Aguardando URL de autorização…
zh_hans: 等待授权 URL…

source: Waiting for browser approval…
de: Warte auf Browser-Genehmigung…
es: Esperando aprobación del navegador…
fr: En attente d'approbation du navigateur…
ja: ブラウザの承認を待機中…
pt_br: Aguardando aprovação do navegador…
zh_hans: 等待浏览器批准…

source: waiting for first poll…
de: warte auf ersten Abruf…
es: esperando el primer sondeo…
fr: en attente du premier sondage…
ja: 最初のポーリングを待機中…
pt_br: aguardando a primeira sondagem…
zh_hans: 等待首次轮询…

source: Waiting for first probe
de: Warte auf erste Prüfung
es: Esperando primera comprobación
fr: En attente de la première sonde
ja: 最初のプローブを待機中
pt_br: Aguardando primeira verificação
zh_hans: 等待首次探测

source: Waiting for hermes to prompt for the code…
de: Warte, bis hermes nach dem Code fragt…
es: Esperando a que hermes pida el código…
fr: En attente que hermes demande le code…
ja: hermes がコードを要求するのを待機中…
pt_br: Aguardando o hermes solicitar o código…
zh_hans: 等待 hermes 提示输入代码…

source: Wake Word
de: Wake-Wort
es: Palabra de activación
fr: Mot de réveil
ja: ウェイクワード
pt_br: Palavra de ativação
zh_hans: 唤醒词

source: WAL Autocheckpoint (pages)
de: WAL-Auto-Checkpoint (Seiten)
es: Autocheckpoint de WAL (páginas)
fr: Point de contrôle auto WAL (pages)
ja: WAL 自動チェックポイント（ページ）
pt_br: Autocheckpoint do WAL (páginas)
zh_hans: WAL 自动检查点（页）

source: WAL Autocheckpoint (pages) — Custom
de: WAL-Auto-Checkpoint (Seiten) — benutzerdefiniert
es: Autocheckpoint de WAL (páginas): personalizado
fr: Point de contrôle auto WAL (pages) — personnalisé
ja: WAL 自動チェックポイント（ページ） — カスタム
pt_br: Autocheckpoint do WAL (páginas) — personalizado
zh_hans: WAL 自动检查点（页） — 自定义

source: Wall-clock duration of this turn
de: Reale Dauer dieses Turns
es: Duración real de este turno
fr: Durée réelle de ce tour
ja: このターンの実時間の長さ
pt_br: Duração real deste turno
zh_hans: 此回合的实际耗时

source: warning
de: Warnung
es: advertencia
fr: avertissement
ja: 警告
pt_br: aviso
zh_hans: 警告

source: Warning
de: Warnung
es: Advertencia
fr: Avertissement
ja: 警告
pt_br: Aviso
zh_hans: 警告

source: Warnings
de: Warnungen
es: Advertencias
fr: Avertissements
ja: 警告
pt_br: Avisos
zh_hans: 警告

source: Watch All Changes
de: Alle Änderungen überwachen
es: Vigilar todos los cambios
fr: Surveiller toutes les modifications
ja: すべての変更を監視
pt_br: Monitorar todas as alterações
zh_hans: 监视所有变更

source: Watch Domains
de: Domains überwachen
es: Dominios a vigilar
fr: Domaines à surveiller
ja: 監視するドメイン
pt_br: Domínios monitorados
zh_hans: 监视的域名

source: Watch Entities
de: Entitäten überwachen
es: Entidades a vigilar
fr: Entités à surveiller
ja: 監視するエンティティ
pt_br: Entidades monitoradas
zh_hans: 监视的实体

source: Watch your goal on the Kanban board
de: Verfolge dein Ziel auf dem Kanban-Board
es: Sigue tu objetivo en el tablero Kanban
fr: Suivez votre objectif sur le tableau Kanban
ja: Kanban ボードで目標を確認
pt_br: Acompanhe sua meta no quadro Kanban
zh_hans: 在看板上追踪你的目标

source: Watchdog mode — Hermes runs the pre-run script and skips the AI turn. Prompt + skills are ignored.
de: Watchdog-Modus — Hermes führt das Pre-Run-Skript aus und überspringt den KI-Turn. Prompt und Skills werden ignoriert.
es: Modo watchdog — Hermes ejecuta el script previo y omite el turno de IA. El prompt y las habilidades se ignoran.
fr: Mode watchdog — Hermes exécute le script de pré-exécution et saute le tour de l'IA. Le prompt et les compétences sont ignorés.
ja: Watchdog モード — Hermes は事前実行スクリプトのみを実行し、AI ターンをスキップします。プロンプトとスキルは無視されます。
pt_br: Modo watchdog — o Hermes executa o script pré-execução e pula o turno de IA. Prompt e habilidades são ignorados.
zh_hans: 看门狗模式 — Hermes 会运行运行前脚本并跳过 AI 回合。提示和技能会被忽略。

source: We opened the Nous Portal approval page. Confirm this code matches what it shows, then approve.
de: Wir haben die Nous-Portal-Genehmigungsseite geöffnet. Bestätige, dass dieser Code mit dem angezeigten übereinstimmt, und genehmige dann.
es: Abrimos la página de aprobación de Nous Portal. Confirma que este código coincide con lo que muestra y luego aprueba.
fr: Nous avons ouvert la page d'approbation de Nous Portal. Confirmez que ce code correspond à celui affiché, puis approuvez.
ja: Nous Portal の承認ページを開きました。表示されているコードと一致することを確認してから承認してください。
pt_br: Abrimos a página de aprovação do Nous Portal. Confirme que este código corresponde ao que ela mostra e aprove.
zh_hans: 我们已打开 Nous Portal 批准页面。请确认此代码与其显示的一致,然后批准。

source: We'll open the Nous Portal approval page in your browser and show the device code here. No code-paste step.
de: Wir öffnen die Nous-Portal-Genehmigungsseite in deinem Browser und zeigen den Gerätecode hier an. Kein Code-Einfüge-Schritt nötig.
es: Abriremos la página de aprobación de Nous Portal en tu navegador y mostraremos el código del dispositivo aquí. Sin paso de pegar código.
fr: Nous ouvrirons la page d'approbation de Nous Portal dans votre navigateur et afficherons le code de l'appareil ici. Aucune étape de collage de code.
ja: ブラウザで Nous Portal の承認ページを開き、デバイスコードをここに表示します。コードを貼り付ける手順はありません。
pt_br: Abriremos a página de aprovação do Nous Portal no seu navegador e mostraremos o código do dispositivo aqui. Sem etapa de colar código.
zh_hans: 我们会在你的浏览器中打开 Nous Portal 批准页面,并在此处显示设备代码。无需粘贴代码。

source: Web Dashboard on :%lld
de: Web-Dashboard auf :%lld
es: Panel web en :%lld
fr: Tableau de bord web sur :%lld
ja: Web ダッシュボード (:%lld)
pt_br: Painel web em :%lld
zh_hans: 网页仪表盘位于 :%lld

source: Web Extract
de: Web-Extraktion
es: Extracción web
fr: Extraction Web
ja: Web 抽出
pt_br: Extração da Web
zh_hans: 网页提取

source: Webhook (advanced)
de: Webhook (erweitert)
es: Webhook (avanzado)
fr: Webhook (avancé)
ja: Webhook(詳細)
pt_br: Webhook (avançado)
zh_hans: Webhook(高级)

source: Webhook (hermes side)
de: Webhook (hermes-Seite)
es: Webhook (lado hermes)
fr: Webhook (côté hermes)
ja: Webhook(hermes 側)
pt_br: Webhook (lado hermes)
zh_hans: Webhook(hermes 侧)

source: Webhook /%@ created
de: Webhook /%@ erstellt
es: Webhook /%@ creado
fr: Webhook /%@ créé
ja: Webhook /%@ を作成しました
pt_br: Webhook /%@ criado
zh_hans: 已创建 Webhook /%@

source: Webhook Enabled
de: Webhook aktiviert
es: Webhook activado
fr: Webhook activé
ja: Webhook を有効化
pt_br: Webhook ativado
zh_hans: 已启用 Webhook

source: Webhook platform not enabled
de: Webhook-Plattform nicht aktiviert
es: Plataforma de webhooks no activada
fr: Plateforme webhook non activée
ja: Webhook プラットフォームが有効ではありません
pt_br: Plataforma de webhook não ativada
zh_hans: 未启用 webhook 平台

source: Webhook Security
de: Webhook-Sicherheit
es: Seguridad de webhook
fr: Sécurité webhook
ja: Webhook セキュリティ
pt_br: Segurança de webhook
zh_hans: Webhook 安全

source: Webhook Setup Docs
de: Webhook-Einrichtungsdokumentation
es: Documentación de configuración de Webhook
fr: Documentation de configuration Webhook
ja: Webhook セットアップドキュメント
pt_br: Documentação de configuração do webhook
zh_hans: Webhook 设置文档

source: Webhooks let external services trigger agent responses. Each subscription gets its own URL endpoint.
de: Webhooks ermöglichen externen Diensten, Agent-Antworten auszulösen. Jedes Abonnement hat seinen eigenen URL-Endpunkt.
es: Los webhooks permiten que servicios externos disparen respuestas del agente. Cada suscripción obtiene su propio endpoint de URL.
fr: Les webhooks permettent à des services externes de déclencher des réponses d'agent. Chaque abonnement a son propre point d'accès URL.
ja: Webhook を使うと外部サービスがエージェントの応答をトリガーできます。各サブスクリプションは独自の URL エンドポイントを持ちます。
pt_br: Webhooks permitem que serviços externos disparem respostas do agente. Cada assinatura tem seu próprio endpoint de URL.
zh_hans: Webhooks 允许外部服务触发 agent 响应。每个订阅都有自己的 URL 端点。

source: Website Blocklist
de: Website-Blockliste
es: Lista de bloqueo de sitios
fr: Liste de blocage de sites
ja: ウェブサイトブロックリスト
pt_br: Lista de bloqueio de sites
zh_hans: 网站黑名单

source: What needs doing?
de: Was muss erledigt werden?
es: ¿Qué hay que hacer?
fr: Que faut-il faire ?
ja: 何をする必要がありますか?
pt_br: O que precisa ser feito?
zh_hans: 需要做什么?

source: What this bot can do on the command line
de: Was dieser Bot auf der Kommandozeile tun kann
es: Lo que este bot puede hacer en la línea de comandos
fr: Ce que ce bot peut faire en ligne de commande
ja: このボットがコマンドラインでできること
pt_br: O que este bot pode fazer na linha de comando
zh_hans: 此机器人在命令行上能做什么

source: What's inside
de: Was enthalten ist
es: Qué hay dentro
fr: Ce qui est inclus
ja: 内容
pt_br: O que há dentro
zh_hans: 内含内容

source: What's it for?
de: Wofür ist es gedacht?
es: ¿Para qué sirve?
fr: À quoi ça sert ?
ja: 何のためのものですか?
pt_br: Para que serve?
zh_hans: 用途是什么?

source: What's new in v0.13
de: Neu in v0.13
es: Novedades de v0.13
fr: Nouveautés de la v0.13
ja: v0.13 の新機能
pt_br: Novidades da v0.13
zh_hans: v0.13 新功能

source: WhatsApp Cloud Docs
de: WhatsApp-Cloud-Dokumentation
es: Documentación de WhatsApp Cloud
fr: Documentation WhatsApp Cloud
ja: WhatsApp Cloud ドキュメント
pt_br: Documentação do WhatsApp Cloud
zh_hans: WhatsApp Cloud 文档

source: WhatsApp Enabled
de: WhatsApp aktiviert
es: WhatsApp activado
fr: WhatsApp activé
ja: WhatsApp を有効化
pt_br: WhatsApp ativado
zh_hans: 已启用 WhatsApp

source: WhatsApp Setup Docs
de: WhatsApp-Einrichtungsdokumentation
es: Documentación de configuración de WhatsApp
fr: Documentation de configuration WhatsApp
ja: WhatsApp セットアップドキュメント
pt_br: Documentação de configuração do WhatsApp
zh_hans: WhatsApp 设置文档

source: WhatsApp uses the Baileys library to emulate a WhatsApp Web session. Pair this Mac as a linked device by running the pairing wizard and scanning the QR code with your phone (Settings → Linked Devices → Link a Device).
de: WhatsApp nutzt die Baileys-Bibliothek, um eine WhatsApp-Web-Sitzung zu emulieren. Kopple diesen Mac als verknüpftes Gerät, indem du den Kopplungsassistenten ausführst und den QR-Code mit deinem Telefon scannst (Einstellungen → Verknüpfte Geräte → Gerät verknüpfen).
es: WhatsApp usa la biblioteca Baileys para emular una sesión de WhatsApp Web. Empareja este Mac como dispositivo vinculado ejecutando el asistente y escaneando el código QR con tu teléfono (Ajustes → Dispositivos vinculados → Vincular dispositivo).
fr: WhatsApp utilise la bibliothèque Baileys pour émuler une session WhatsApp Web. Appairez ce Mac comme appareil lié en lançant l'assistant d'appairage et en scannant le QR code avec votre téléphone (Paramètres → Appareils liés → Associer un appareil).
ja: WhatsApp は Baileys ライブラリで WhatsApp Web セッションをエミュレートします。ペアリングウィザードを実行し、スマートフォンで QR コードをスキャンしてこの Mac をリンク済みデバイスとしてペアリングしてください(設定 → リンク済みデバイス → デバイスをリンク)。
pt_br: O WhatsApp usa a biblioteca Baileys para emular uma sessão do WhatsApp Web. Pareie este Mac como dispositivo vinculado executando o assistente de pareamento e escaneando o QR code com seu telefone (Ajustes → Dispositivos vinculados → Vincular um dispositivo).
zh_hans: WhatsApp 使用 Baileys 库模拟 WhatsApp Web 会话。通过运行配对向导并用手机扫描二维码,将此 Mac 配对为关联设备(设置 → 关联设备 → 关联一台设备)。

source: When enabled, Hermes can batch concurrent tool calls to this MCP server instead of serializing them. Requires Hermes v0.14+.
de: Wenn aktiviert, kann Hermes gleichzeitige Tool-Aufrufe an diesen MCP-Server bündeln, statt sie zu serialisieren. Erfordert Hermes v0.14+.
es: Cuando está activado, Hermes puede agrupar las llamadas concurrentes a herramientas de este servidor MCP en lugar de serializarlas. Requiere Hermes v0.14+.
fr: Lorsque activé, Hermes peut regrouper les appels d'outils simultanés vers ce serveur MCP au lieu de les sérialiser. Nécessite Hermes v0.14+.
ja: 有効にすると、Hermes はこの MCP サーバーへの並行ツール呼び出しを直列化せずにバッチ処理できます。Hermes v0.14 以降が必要です。
pt_br: Quando ativado, o Hermes pode agrupar chamadas de ferramentas simultâneas a este servidor MCP em vez de serializá-las. Requer Hermes v0.14+.
zh_hans: 启用后,Hermes 可以将对此 MCP 服务器的并发工具调用批处理,而不是串行处理。需要 Hermes v0.14+。

source: Where Scarf installs new project templates on this host. Created on first install if missing.
de: Wo Scarf neue Projektvorlagen auf diesem Host installiert. Wird bei der ersten Installation angelegt, falls nicht vorhanden.
es: Dónde instala Scarf las nuevas plantillas de proyecto en este host. Se crea en la primera instalación si no existe.
fr: Emplacement où Scarf installe les nouveaux modèles de projet sur cet hôte. Créé à la première installation s'il est manquant.
ja: このホストで Scarf が新しいプロジェクトテンプレートをインストールする場所です。存在しない場合、初回インストール時に作成されます。
pt_br: Onde o Scarf instala novos modelos de projeto neste host. Criado na primeira instalação, se não existir.
zh_hans: Scarf 在此主机上安装新项目模板的位置。若不存在,会在首次安装时创建。

source: Where should this project live?
de: Wo soll dieses Projekt liegen?
es: ¿Dónde debería residir este proyecto?
fr: Où ce projet doit-il résider ?
ja: このプロジェクトはどこに置きますか?
pt_br: Onde este projeto deve ficar?
zh_hans: 此项目应存放在哪里?

source: Where the new project folder lands on disk.
de: Wo der neue Projektordner auf der Festplatte landet.
es: Dónde aterriza en disco la nueva carpeta del proyecto.
fr: Où le nouveau dossier de projet atterrit sur le disque.
ja: 新しいプロジェクトフォルダがディスク上に配置される場所。
pt_br: Onde a nova pasta do projeto fica no disco.
zh_hans: 新项目文件夹在磁盘上的落地位置。

source: Widget error
de: Widget-Fehler
es: Error del widget
fr: Erreur de widget
ja: ウィジェットエラー
pt_br: Erro do widget
zh_hans: 小组件错误

source: Will be saved to the Keychain on commit.
de: Wird beim Bestätigen im Schlüsselbund gespeichert.
es: Se guardará en el llavero al confirmar.
fr: Sera enregistré dans le trousseau lors de la validation.
ja: コミット時に Keychain に保存されます。
pt_br: Será salvo no Keychain ao confirmar.
zh_hans: 提交时将保存到 Keychain。

source: Will create
de: Wird erstellt
es: Se creará
fr: Créera
ja: 作成されます
pt_br: Criará
zh_hans: 将创建

source: Wipes MEMORY.md and USER.md to empty via `hermes memory reset --yes`. The agent's accumulated knowledge for this server is gone immediately. Use this only when a session went off the rails.
de: Leert MEMORY.md und USER.md per `hermes memory reset --yes`. Das angesammelte Wissen des Agents für diesen Server ist sofort weg. Nutze das nur, wenn eine Sitzung völlig aus dem Ruder gelaufen ist.
es: Vacía MEMORY.md y USER.md mediante `hermes memory reset --yes`. El conocimiento acumulado del agente para este servidor desaparece de inmediato. Úsalo solo cuando una sesión se haya descontrolado.
fr: Vide MEMORY.md et USER.md via `hermes memory reset --yes`. Les connaissances accumulées par l'agent pour ce serveur disparaissent immédiatement. À n'utiliser que lorsqu'une session a complètement déraillé.
ja: `hermes memory reset --yes` で MEMORY.md と USER.md を空にします。このサーバーでエージェントが蓄積した知識は即座に失われます。セッションが完全に破綻した場合にのみ使用してください。
pt_br: Esvazia MEMORY.md e USER.md via `hermes memory reset --yes`. O conhecimento acumulado do agente para este servidor desaparece imediatamente. Use isso apenas quando uma sessão saiu totalmente do controle.
zh_hans: 通过 `hermes memory reset --yes` 将 MEMORY.md 和 USER.md 清空。agent 为此服务器积累的知识会立即消失。仅在会话严重偏离时使用。

source: Wipes MEMORY.md and USER.md to empty via `hermes memory reset --yes`. The agent's accumulated knowledge for this server is gone immediately. Use this when a session went off the rails — there's no undo.
de: Leert MEMORY.md und USER.md über `hermes memory reset --yes`. Das angesammelte Wissen des Agents für diesen Server ist sofort verschwunden. Nutze dies, wenn eine Sitzung entgleist ist — es gibt kein Rückgängig.
es: Vacía MEMORY.md y USER.md mediante `hermes memory reset --yes`. El conocimiento acumulado del agente para este servidor desaparece de inmediato. Usa esto cuando una sesión se ha descarrilado — no hay deshacer.
fr: Efface MEMORY.md et USER.md via `hermes memory reset --yes`. Les connaissances accumulées par l'agent pour ce serveur disparaissent immédiatement. À utiliser lorsqu'une session a dérapé — aucune annulation possible.
ja: `hermes memory reset --yes` を使って MEMORY.md と USER.md を空に消去します。このサーバーに蓄積されたエージェントの知識は即座に失われます。セッションが暴走した場合に使用してください — 取り消しはできません。
pt_br: Limpa MEMORY.md e USER.md para vazio via `hermes memory reset --yes`. O conhecimento acumulado do agente para este servidor desaparece imediatamente. Use isso quando uma sessão saiu dos trilhos — não há como desfazer.
zh_hans: 通过 `hermes memory reset --yes` 将 MEMORY.md 和 USER.md 清空。agent 针对此服务器积累的知识会立即消失。当会话失控时使用此功能 — 无法撤销。

source: Wipes MEMORY.md and USER.md. There is no undo
de: Löscht MEMORY.md und USER.md. Das lässt sich nicht rückgängig machen
es: Borra MEMORY.md y USER.md. No se puede deshacer
fr: Efface MEMORY.md et USER.md. Aucune annulation possible
ja: MEMORY.md と USER.md を消去します。取り消しはできません
pt_br: Apaga MEMORY.md e USER.md. Não há como desfazer
zh_hans: 将清空 MEMORY.md 和 USER.md。此操作无法撤销

source: Workdir
de: Arbeitsverzeichnis
es: Directorio de trabajo
fr: Répertoire de travail
ja: 作業ディレクトリ
pt_br: Diretório de trabalho
zh_hans: 工作目录

source: Worker-created — verify before running
de: Vom Worker erstellt — vor dem Ausführen prüfen
es: Creado por el worker — verifica antes de ejecutar
fr: Créé par un worker — vérifier avant d'exécuter
ja: ワーカーが作成 — 実行前に確認してください
pt_br: Criado pelo worker — verifique antes de executar
zh_hans: 由工作者创建 — 运行前请验证

source: Worker-created — verify on Mac
de: Vom Worker erstellt — auf dem Mac prüfen
es: Creada por el worker — verifica en el Mac
fr: Créée par un worker — vérifier sur Mac
ja: ワーカー作成 — Mac で確認
pt_br: Criada pelo worker — verifique no Mac
zh_hans: 由 worker 创建 — 请在 Mac 上验证

source: Working
de: In Arbeit
es: Trabajando
fr: Travail en cours
ja: 処理中
pt_br: Trabalhando
zh_hans: 工作中

source: Working Dir
de: Arbeitsverz.
es: Dir. de trabajo
fr: Rép. de travail
ja: 作業ディレクトリ
pt_br: Dir. de trabalho
zh_hans: 工作目录

source: Working directory
de: Arbeitsverzeichnis
es: Directorio de trabajo
fr: Répertoire de travail
ja: 作業ディレクトリ
pt_br: Diretório de trabalho
zh_hans: 工作目录

source: working directory (%@) — host is below v0.12
de: Arbeitsverzeichnis (%@) – Host ist älter als v0.12
es: directorio de trabajo (%@): el host es anterior a v0.12
fr: répertoire de travail (%@) — l’hôte est antérieur à v0.12
ja: 作業ディレクトリ (%@) — ホストが v0.12 未満です
pt_br: diretório de trabalho (%@) — o host é anterior à v0.12
zh_hans: 工作目录 (%@) — 主机版本低于 v0.12

source: Working directory the server process launches in. Leave blank for Hermes's own cwd. Requires Hermes v0.20.4+.
de: Arbeitsverzeichnis, in dem der Serverprozess gestartet wird. Leer lassen für das eigene cwd von Hermes. Erfordert Hermes v0.20.4+.
es: Directorio de trabajo en el que se inicia el proceso del servidor. Déjalo vacío para el cwd propio de Hermes. Requiere Hermes v0.20.4+.
fr: Répertoire de travail dans lequel le processus serveur démarre. Laissez vide pour le cwd propre à Hermes. Nécessite Hermes v0.20.4+.
ja: サーバープロセスが起動する作業ディレクトリ。空欄にすると Hermes 自身の cwd を使用します。Hermes v0.20.4 以降が必要です。
pt_br: Diretório de trabalho em que o processo do servidor é iniciado. Deixe em branco para usar o cwd do próprio Hermes. Requer Hermes v0.20.4+.
zh_hans: 服务器进程启动时所在的工作目录。留空则使用 Hermes 自身的工作目录。需要 Hermes v0.20.4 及以上版本。

source: Working…
de: Arbeite…
es: Trabajando…
fr: En cours…
ja: 処理中…
pt_br: Trabalhando…
zh_hans: 处理中…

source: Workspace
de: Arbeitsbereich
es: Espacio de trabajo
fr: Espace de travail
ja: ワークスペース
pt_br: Espaço de trabalho
zh_hans: 工作区

source: Wrap Response
de: Antwort umbrechen
es: Ajustar respuesta
fr: Envelopper la réponse
ja: レスポンスを折り返す
pt_br: Quebrar resposta
zh_hans: 换行显示响应

source: Write files inside the project
de: Dateien im Projekt schreiben
es: Escribir archivos dentro del proyecto
fr: Écrire des fichiers dans le projet
ja: プロジェクト内にファイルを書き込む
pt_br: Gravar arquivos dentro do projeto
zh_hans: 在项目内写入文件

source: Writes the server list to disk again.
de: Schreibt die Serverliste erneut auf die Festplatte.
es: Vuelve a escribir la lista de servidores en el disco.
fr: Réécrit la liste des serveurs sur le disque.
ja: サーバー一覧をディスクに書き込み直します。
pt_br: Grava a lista de servidores no disco novamente.
zh_hans: 再次将服务器列表写入磁盘。

source: yes
de: ja
es: sí
fr: oui
ja: はい
pt_br: sim
zh_hans: 是

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
ja: 昨日
pt_br: Ontem
zh_hans: 昨天

source: YOLO mode is on — dangerous commands run without approval. Toggle via `/yolo` or change approvals.mode in Settings → Agent.
de: YOLO-Modus ist an — gefährliche Befehle laufen ohne Genehmigung. Umschalten via `/yolo` oder approvals.mode in Einstellungen → Agent ändern.
es: El modo YOLO está activado — los comandos peligrosos se ejecutan sin aprobación. Actívalo/desactívalo con `/yolo` o cambia approvals.mode en Configuración → Agente.
fr: Le mode YOLO est activé — les commandes dangereuses s'exécutent sans approbation. Basculez via `/yolo` ou changez approvals.mode dans Réglages → Agent.
ja: YOLO モードがオンです — 危険なコマンドが承認なしで実行されます。`/yolo` で切り替えるか、設定 → Agent で approvals.mode を変更してください。
pt_br: O modo YOLO está ativado — comandos perigosos são executados sem aprovação. Alterne via `/yolo` ou mude approvals.mode em Configurações → Agent.
zh_hans: YOLO 模式已开启 — 危险命令无需批准即可运行。可通过 `/yolo` 切换,或在设置 → Agent 中更改 approvals.mode。

source: You
de: Du
es: Tú
fr: Vous
ja: あなた
pt_br: Você
zh_hans: 你

source: You can now use the spotify skill from chat.
de: Du kannst den Spotify-Skill jetzt aus dem Chat nutzen.
es: Ahora puedes usar la habilidad spotify desde el chat.
fr: Vous pouvez maintenant utiliser la compétence spotify depuis le chat.
ja: これでチャットから spotify スキルを使用できます。
pt_br: Agora você pode usar a habilidade spotify pelo chat.
zh_hans: 你现在可以在聊天中使用 spotify 技能。

source: Your name
de: Dein Name
es: Tu nombre
fr: Votre nom
ja: あなたの名前
pt_br: Seu nome
zh_hans: 你的名字
